faq_btn = "FAQ"
faq_cancle_btn = "Главное меню"
faq_contact_btn = "Контакты"

main_menu = "Главное меню"

choice_tanometr_btn = "Изменить танометр"
choice_tanometr = "Пожалуйста введите модель танометра"
choice_tanometr_cancle = "Отмена выбора танометра"
choice_tanometr_finish = "Таномерт успешно установлен"

write_pressure_btn = "Записать давление"
write_pressure_cancle_btn = "Отмена записи давления"
write_pressure_input_val = "Пожалуйста введите давление в виде 3 чисел"
write_pressure_input_val_invalid = "Ведено некоректное значение давления\nПример: 120 70 69\nОзначает - 120 / 70 (69)"
write_pressure_input_tags = "Ведите недавно совершённые действия"
write_pressure_finish = "Показания записанны"

auth_btn = "Авторизация"
auth = "Для авторизации перейдите по ссылке"


# too long messages
start_content = """\
Добро пожаловать в бот гарант, уделите пару минут для прочтения FAQ\
, что бы у вас не оставалось вопросов по пользованию ботом
"""

faq_content = """\
Что умеет чат-бот "Тоня"
-Чат-бот "Тоня" умеет записывать показания пациента и отправлять их врачу.
Как связаться с врачом?
-Нажать кнопку " Связь с врачом"
Как вводить показания давления?
-Показания вводятся одним сообщением через пробел ( верхнее давление, нижнее давление, пульс, примечание)
"""