# from .main_header import *
from .database import DataBase

db = DataBase()

# db.add_user(1690117718, 'Депоша Енотов')
# db.update_user_phone(1690117718, '+79774541206')
# db.add_user(728291644, 'Депоша Енотов')
# db.update_user_phone(728291644, '+79997743322')

# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 728291644, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 728291644, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, []).buyer_id = 728291644
# db.add_offer('Написать бота', 5000, 'Бот гарант', 728291644, []).buyer_id = 1690117718
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])
# db.add_offer('Написать бота', 5000, 'Бот гарант', 1690117718, [])

# db.add_admin(1690117718)

__all__ = ['DataBase']
